# St7GetLinkLineThickness

Returns the thickness of the link display.

long St7GetLinkLineThickness(long uID, long* Thickness)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Thickness
The link display thickness in the range kMinThickness to kMaxThickness.